Repository: raniop/Avatar
Catalog: Avatar/Core/Localization/*.lproj/Localizable.strings
Languages: he

# app.name
source: Avatar
he: אווטר

# common.cancel
source: Cancel
he: ביטול

# common.save
source: Save
he: שמירה

# common.done
source: Done
he: סיום

# common.delete
source: Delete
he: מחיקה

# common.loading
source: Loading...
he: טוען...

# common.error
source: Error
he: שגיאה

# common.retry
source: Retry
he: נסה שוב

# auth.login
source: Log In
he: התחברות

# auth.register
source: Create Account
he: יצירת חשבון

# auth.email
source: Email
he: אימייל

# auth.password
source: Password
he: סיסמה

# auth.confirmPassword
source: Confirm Password
he: אימות סיסמה

# auth.displayName
source: Your Name
he: השם שלך

# auth.logout
source: Log Out
he: התנתקות

# auth.noAccount
source: Don't have an account? **Sign Up**
he: אין לך חשבון? **הירשם**

# auth.hasAccount
source: Already have an account? **Log In**
he: כבר יש לך חשבון? **התחבר**

# auth.subtitle
source: Your child's AI best friend
he: החבר הכי טוב של הילד שלך

# child.home.greeting
source: Hi there! I'm %@!
he: !היי! אני %@

# child.home.ready
source: Ready for an adventure?
he: מוכנים להרפתקה?

# child.home.createAvatar
source: Create Your Avatar!
he: !צרו את האווטר שלכם

# child.home.letsGo
source: Let's Go!
he: !יאללה

# child.home.chooseMission
source: Choose Your Mission
he: בחרו משימה

# avatar.create.title
source: Create Avatar
he: יצירת אווטר

# avatar.create.name
source: Avatar Name
he: שם האווטר

# avatar.create.namePlaceholder
source: Name your friend!
he: !תנו שם לחבר שלכם

# avatar.create.skinTone
source: Skin Tone
he: גוון עור

# avatar.create.hairStyle
source: Hair Style
he: תסרוקת

# avatar.create.hairColor
source: Hair Color
he: צבע שיער

# avatar.create.eyeColor
source: Eye Color
he: צבע עיניים

# avatar.create.button
source: Create My Avatar!
he: !צרו את האווטר שלי

# conversation.starting
source: Getting ready...
he: ...מתכוננים

# conversation.intro
source: Starting...
he: ...מתחילים

# conversation.active
source: Adventure
he: הרפתקה

# conversation.wrapUp
source: Wrapping up
he: מסיימים

# conversation.complete.title
source: Mission Complete!
he: !המשימה הושלמה

# conversation.complete.subtitle
source: Great job today!
he: !כל הכבוד

# conversation.parentWatching
source: Parent is watching
he: ההורה צופה

# parent.dashboard.title
source: Dashboard
he: לוח בקרה

# parent.dashboard.welcome
source: Welcome, %@
he: שלום, %@

# parent.dashboard.addChild
source: Add your child's profile
he: הוסיפו פרופיל ילד

# parent.dashboard.addChildDesc
source: Set up your child's profile to get started with their AI avatar friend
he: הגדירו את פרופיל הילד שלכם כדי להתחיל עם חבר האווטר שלהם

# parent.dashboard.recentConversations
source: Recent Conversations
he: שיחות אחרונות

# parent.dashboard.questions
source: Questions
he: שאלות

# parent.dashboard.history
source: History
he: היסטוריה

# parent.dashboard.insights
source: Insights
he: תובנות

# questions.title
source: Questions for %@
he: שאלות עבור %@

# questions.active
source: Active Questions
he: שאלות פעילות

# questions.footer
source: These questions will be naturally woven into your child's next conversation with their avatar.
he: שאלות אלו ישולבו באופן טבעי בשיחה הבאה של הילד שלכם עם האווטר.

# questions.add
source: Add Question
he: הוספת שאלה

# questions.placeholder
source: What would you like to ask?
he: מה תרצו לשאול?

# questions.topic
source: Topic (optional)
he: (נושא (אופציונלי

# questions.priority
source: Priority: %d
he: עדיפות: %d

# questions.recurring
source: Recurring
he: חוזר

# monitor.title
source: Live Monitor
he: צפייה חיה

# monitor.live
source: LIVE
he: שידור חי

# monitor.intervention
source: Send guidance to avatar...
he: ...שלחו הנחיה לאווטר

# settings.title
source: Settings
he: הגדרות

# settings.account
source: Account
he: חשבון

# settings.language
source: Language
he: שפה

# settings.appLanguage
source: App Language
he: שפת האפליקציה

# profile.title
source: Add Child
he: הוספת ילד

# profile.name
source: Child's Name
he: שם הילד

# profile.age
source: Age: %d
he: גיל: %d

# profile.gender
source: Gender
he: מגדר

# profile.interests
source: Interests
he: תחומי עניין

# profile.goals
source: Development Goals
he: יעדי התפתחות

# profile.goalsDesc
source: What would you like to work on?
he: על מה תרצו לעבוד?

# profile.language
source: Primary Language
he: שפה ראשית

# mission.duration
source: %d min
he: דק׳ %d
